Repository: KDE/kalternatives
Catalog: po/*/kalternatives.po
Languages: ast, bs, ca@valencia, de, eo, eu, he, ko, lt, nn, pl, ru, zh_tw

# NAME OF TRANSLATORS
source: Your names
ast: Softastur
bs: Samir Ribić,Timur Ćerimagić
ca@valencia: Manuel Tortosa Moreno
de: Deutsches KDE-Übersetzungsteam
eo: Axel Rousseau,Oliver Kellogg
eu: Iñigo Salvador Azurmendi
he: צוות התרגום של KDE ישראל
ko: 박신조
lt: Moo
nn: Karl Ove Hufthammer
pl: Łukasz Wojniłowicz
ru: Владимир Бухарин
zh_tw: pan93412, Franklin

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org
bs: Samir.ribic@etf.unsa.ba,tcerimagic1@etf.unsa.ba
ca@valencia: manutortosa@gmail.com
de: kde-i18n-de@kde.org
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net
eu: xalba@ni.eus
he: kde-l10n-he@kde.org
ko: kde@peremen.name
nn: karl@huftis.org
pl: lukasz.wojnilowicz@gmail.com
ru: vovan2482@mail.ru
zh_tw: pan93412@gmail.com, franklin@goodhorse.idv.tw

source: KDE manager for the distribution alternatives system.
ast: Xestor de KDE pa les alternatives del sistema de la distribución.
bs: KDE upravitelj za distribuciju sistema alternativa.
ca@valencia: Gestor de KDE pel sistema d'alternatives de la distribució.
de: KDE-Verwaltung für das Alternativensystem von Distributionen.
eo: KDE-mastrumilo por la sistemo de distribuaj alternativoj.
eu: Banaketen aukerabide sistemaren KDE kudeatzailea.
he: מנהל מצד KDE למערכת החלופות של ההפצה.
ko: 배포판 대체 시스템을 KDE에서 설정합니다.
lt: KDE tvarkytuvė skirta platinamojo paketo alternatyvų sistemai.
nn: KDE-handsamar for systemalternativ.
pl: Menadżer KDE dla systemu alternatyw dystrybucji.
ru: Диспетчер системы альтернатив дистрибутива от KDE.
zh_tw: 發行版的 KDE 管理工具替代系統

source: © 2004 Juanjo Álvarez Martinez © 2004 Mario Bensi © 2008-2009 Pino Toscano
he: © 2004 חואנחו אלווארס מרטינס © 2004 מריו בנסי © 2008‏-2009 פינו טוסקנו
ru: © Juanjo Álvarez Martinez, 2004 © Mario Bensi, 2004 © Pino Toscano, 2008-2009

source: Pino Toscano
he: פינו טוסקנו

source: Current maintainer
ast: Caltenedor actual
bs: Trenutni održavalac
ca@valencia: Mantenidor actual
de: Aktueller Betreuer
eo: Nuna zorganto
eu: Egungo mantentzailea
he: מתחזק נוכחי
ko: 현재 관리자
lt: Dabartinis prižiūrėtojas
nn: Noverande vedlikehaldar
pl: Obecny opiekun
ru: Сопровождающий
zh_tw: 目前維護者

source: Juanjo Alvarez Martinez
ast: Juanjo Álvarez Martínez
he: חואנחו אלווארס מרטינס
nn: Juanjo Álvarez Martinez

source: Original author
ast: Autor orixinal
bs: Prvobitni autor
ca@valencia: Autor original
de: Ursprünglicher Autor
eo: Origina aŭtoro
eu: Jatorrizko egilea
he: יוצר מקורי
ko: 원 작성자
lt: Pradinis autorius
nn: Opphavsperson
pl: Autor pierwowzoru
ru: Автор
zh_tw: 原始作者

source: Mario Bensi
he: מריו בנסי

source: Add Alternative
ast: Amiestu d'alternatives
bs: Dodaj Alternativu
ca@valencia: Afig una alternativa
de: Alternative hinzufügen
eo: Aldoni Alternativon
eu: Gehitu aukerabidea
he: הוספת חלופה
ko: 대체 프로그램 추가
lt: Pridėti alternatyvą
nn: Legg til alternativ
pl: Dodaj alternatywę
ru: Добавление альтернативы
zh_tw: 增加替代

source: Choose Alternative
ast: Escoyeta d'alternatives
bs: Izaberi Alternativu
ca@valencia: Selecciona una alternativa
de: Alternative auswählen
eo: Elekti Alternativon
eu: Hautatu aukerabidea
he: בחירת חלופה
ko: 대체 프로그램 선택
lt: Pasirinkti alternatyvą
nn: Vel alternativ
pl: Wybierz alternatywę
ru: Выбор альтернативы
zh_tw: 選擇替代

source: *|All Files
ast: *|Tolos ficheros
bs: *|Sve datoteke
ca@valencia: *|Tots els fitxers
de: *|Alle Dateien
eo: *|Ĉiuj dosieroj
eu: *|Fitxategi denak
he: *|כל הקבצים
ko: *|모든 파일
lt: *|Visi failai
nn: *|Alle filer
pl: *|Wszystkie pliki
ru: *|Все файлы
zh_tw: *|所有檔案

source: Path:
ast: Camín:
bs: Putanja:
ca@valencia: Camí:
de: Pfad:
eo: Pado:
eu: Bide-izena:
he: נתיב:
ko: 경로:
lt: Kelias:
nn: Adresse:
pl: Ścieżka:
ru: Путь:
zh_tw: 位置：

source: Priority:
ast: Prioridá:
bs: Prioritet:
ca@valencia: Prioritat:
de: Priorität:
eo: Prioritato:
eu: Lehentasuna:
he: עדיפות:
ko: 우선 순위:
lt: Pirmenybė:
nn: Prioritet:
pl: Priorytet:
ru: Приоритет:
zh_tw: 優先級：

source: Slaves:
ast: Esclavos:
bs: Slejvovi:
ca@valencia: Esclaus:
eo: Sklavoj:
eu: Morroiak:
he: משניים:
ko: 대체:
lt: Pavaldieji:
nn: Slavar:
pl: Podrzędni:
ru: Подчинённые ссылки:
zh_tw: 附件：

source: Broken alternative group.
ast: Grupu d'alternatives rotu.
bs: Uništena alternativna grupa.
ca@valencia: Grup alternatiu trencat.
de: Defekte Alternativen-Gruppe.
eo: Rompita alternativa grupo.
eu: Aukerabide-talde hautsia.
he: קבוצת חלופות פגומה.
ko: 대체 그룹이 깨졌습니다.
lt: Sugadinta alternatyvų grupė.
nn: Øydelagd alternativgruppe.
pl: Podzielona grupa alternatywna.
ru: Повреждённая группа альтернатив.
zh_tw: 損壞的替代群組。

# Groups of alternatives
source: Groups
ast: Grupos
bs: Grupe
ca@valencia: Grups
de: Gruppen
eo: Grupoj
eu: Taldeak
he: קבוצות
ko: 그룹
lt: Grupės
nn: Grupper
pl: Grupy
ru: Группы
zh_tw: 群組

# %1 is the alternative path, %2 its description
source: %1 (broken) %2
ast: %1 (rotu) %2
bs: %1 (oštećeno) %2
ca@valencia: %1 (trencat) %2
de: %1 (kaputt) %2
eo: %1 (rompita) %2
eu: %1 (hautsita) %2
he: %1 (פגום) %2
ko: %1 (깨짐) %2
lt: %1 (sugadinta) %2
nn: %1 (øydelagd) %2
pl: %1 (podzielona) %2
ru: %1 (повреждена) %2
zh_tw: %1 (損壞) %2

source: Option
ast: Opción
bs: Opcija
ca@valencia: Opció
eo: Opcio
eu: Aukera
he: אפשרות
ko: 옵션
lt: Parinktis
nn: Val
pl: Opcja
ru: Путь
zh_tw: 選項

source: Priority
ast: Prioridá
bs: Prioritet
ca@valencia: Prioritat
de: Priorität
eo: Prioritato
eu: Lehentasuna
he: עדיפות
ko: 우선 순위
lt: Pirmenybė
nn: Prioritet
pl: Priorytet
ru: Приоритет
zh_tw: 優先級

source: Description
ast: Descripción
bs: Opis
ca@valencia: Descripció
de: Beschreibung
eo: Priskribo
eu: Deskribapena
he: תיאור
ko: 설명
lt: Aprašas
nn: Skildring
pl: Opis
ru: Описание
zh_tw: 說明

source: no description
ast: nun hai descripción
bs: bez opisa
ca@valencia: sense descripció
de: Keine Beschreibung
eo: neniu priskribo
eu: deskribapenik gabe
he: אין תיאור
ko: 설명 없음
lt: nėra aprašo
nn: inga skildring
pl: bez opisu
ru: нет описания
zh_tw: 沒有說明

source: Removes the selected alternative from the current group.
ast: Desanicia l'alternativa esbillada del grupu actual.
bs: Uklanja odabranu alternativu iz trenutne grupe.
ca@valencia: Elimina l'alternativa seleccionada del grup actual.
de: Entfernt die ausgewählte Alternative aus der aktuellen Gruppe.
eo: Forigas la elektitan alternativon el la nuna grupo.
eu: Aukeratutako aukerabidea uneko taldetik kentzen du.
he: הסרת החלופה הנבחרת מהקבוצה הנוכחית.
ko: 선택한 대체 프로그램을 그룹에서 삭제합니다.
lt: Pašalina pasirinktą alternatyvą iš esamos grupės.
nn: Fjernar det valde alternativet frå gjeldande gruppe.
pl: Usuwa wybraną alternatywę z obecnej grupy.
ru: Удаляет выбранную альтернативу из текущей группы.
zh_tw: 從目前的群組移除選取的替代項目

source: &Add
ast: &Amestar
bs: &Dodaj
ca@valencia: Afi&g
de: &Hinzufügen
eo: &Aldoni
eu: &Gehitu
he: הו&ספה
ko: 추가(&A)
lt: &Pridėti
nn: &Legg til
pl: &Dodaj
ru: &Добавить
zh_tw: 增加(&A)

source: Adds a new alternative for the selected group.
ast: Amiesta una alternativa nueva pal grupu esbilláu.
bs: Dodaje novu alternativu za odabranu grupu.
ca@valencia: Afig una nova alternativa pel grup seleccionat.
de: Fügt die ausgewählte Alternative zur aktuellen Gruppe hinzu.
eo: Aldonas novan alternativon por la elektita grupo.
eu: Aukeratutako talderako aukerabide berri bat gehitzen du.
he: הוספת חלופה חדשה לקבוצה הנבחרת.
ko: 선택한 그룹에 새 대체 프로그램을 추가합니다.
lt: Prideda pasirinktai grupei naują alternatyvą.
nn: Legg til eit nytt alternativ for den valde gruppa.
pl: Dodaje nową alternatywę dla wybranej grupy.
ru: Добавляет новую альтернативу для выбранной группы.
zh_tw: 為選擇的群組新增新的替代項目。

source: &Properties
ast: &Propiedaes
bs: &Svojstva
ca@valencia: &Propietats
de: &Eigenschaften
eo: &Ecoj
eu: &Propietateak
he: מ&אפיינים
ko: 속성(&P)
lt: &Savybės
nn: &Eigenskapar
pl: &Właściwości
ru: С&войства
zh_tw: 屬性(&P)

source: Shows the properties (path, priority, and slaves) of the selected alternative.
ast: Amuesa les propiedaes (camín, prioridá y esclavos) de l'alternativa esbillada.
bs: Prikazuje svojstva(putanju, prioritet, i slejvove) odabrane alternative.
ca@valencia: Mostra les propietats (camí, prioritat i esclaus) de l'alternativa seleccionada.
de: Zeigt die Eigenschaften (Pfad, Priorität und Slave) der gewählten Alternative an.
eo: Montras la ecojn (vojo, prioritato kaj sklavoj) de la elektita alternativo.
eu: Hautatutako aukerabidearen propietateak (bide-izena, lehentasuna, eta morroiak) erakusten ditu.
he: הצגת המאפיינים (נתיב, עדיפות ומשניים) של החלופה הנבחרת.
ko: 선택한 대체 프로그램의 속성(경로, 우선 순위, 하위 항목)을 표시합니다.
lt: Rodo pasirinktos alternatyvos savybes (kelią, pirmenybę ir pavaldžiuosius).
nn: Vis eigenskapar (adresse, prioritet og slavar) til det valde alternativet.
pl: Pokazuje właściwości (ścieżka, priorytet i podrzędni) wybranej alternatywy.
ru: Показывает свойства (путь, приоритет, и подчинённые ссылки) выбранной альтернативы.
zh_tw: 顯示選取替代項目的屬性 (位置、優先集與附件)。

# Automatic alternative choice
source: Automatic
ast: Automáticu
bs: Automatski
ca@valencia: Automàtica
de: Automatisch
eo: Aŭtomata
eu: Automatikoa
he: אוטומטי
ko: 자동
lt: Automatinis
nn: Automatisk
pl: Automatycznie
ru: Автоматический
zh_tw: 自動

# Manual alternative choice
source: Manual
bs: Ručni
de: Manuell
eo: Manlibro
eu: Eskuz
he: ידני
ko: 수동
lt: Rankinis
nn: Manuell
pl: Ręcznie
ru: Ручной
zh_tw: 手動

source: Are you really sure you want to delete the alternative '%1'?
ast: ¿De xuru que quies desaniciar l'alternativa «%1»?
bs: Da li stvarno želite obrisati alternativu '%1'?
ca@valencia: Segur que voleu suprimir l'alternativa «%1»?
de: Möchten Sie die Alternative „%1“ wirklich löschen?
eo: Ĉu vi vere certas, ke vi volas forigi la alternativon '%1'?
eu: Benetan ziur zaude '%1' aukerabidea ezabatu nahi duzula?
he: למחוק את החלופה ‚%1’?
ko: 대체 프로그램 '%1'을(를) 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti alternatyvą "%1"?
nn: Er du sikker på at du vil sletta alternativet «%1»?
pl: Czy na pewno chcesz usunąć alternatywę '%1'?
ru: Вы уверены, что хотите удалить альтернативу «%1»?
zh_tw: 確定刪除替代項目「%1」？

source: Delete Alternative
ast: Desaniciu de l'alternativa
bs: Obriši Alternativu
ca@valencia: Suprimix l'alternativa
de: Alternative löschen
eo: Forigi Alternativon
eu: Ezabatu aukerabidea
he: מחיקת חלופה
ko: 대체 삭제
lt: Ištrinti alternatyvą
nn: Slett alternativ
pl: Usuń alternatywę
ru: Удаление альтернативы
zh_tw: 刪除替代項目

source: Alternative Properties
ast: Propiedaes de l'alternativa
bs: Svojstva Alternative
ca@valencia: Propietats de l'alternativa
de: Eigenschaften der Alternative
eo: Alternativaj Proprecoj
eu: Aukerabidearen propietateak
he: מאפיינים חלופיים
ko: 대체 속성
lt: Alternatyvos savybės
nn: Eigenskapar for alternativ
pl: Właściwości alternatywne
ru: Свойства альтернативы
zh_tw: 替代項目屬性

source: <h1>Alternatives Configuration</h1> This module allows you to configure the system alternatives in Debian/Fedora/Mandriva/openSUSE/Ubuntu distributions.
ast: <h1>Configuración de les alternatives</h1> Esti módulu permítete configurar les alternatives del sistema nes distribuciones Debian, Fedora, Mandriva, openSUSE y Ubuntu.
bs: <h1>Postavke Alternativa</h1> Ovaj modul vam omogućava da podesite sistemske alternative u Debian/Fedora/Mandriva/openSUSE/Ubuntu distribucijama.
ca@valencia: <h1>Configureu les alternatives</h1> Este mòdul permet configurar les alternatives del sistema a les distribucions Debian/Fedora/Mandriva/openSUSE/Ubuntu.
de: <h1>Einrichtung von Alternativen</h1> Dieses Modul erlaubt die Einrichtung von System-Alternativen in Debian/Fedora/Mandriva/openSUSE/Ubuntu-Distributionen.
eo: <h1>Agordo de Alternativoj</h1> Ĉi tiu modulo permesas al vi agordi la sistemajn alternativojn en distribuoj Debian/Fedora/Mandriva/openSUSE/Ubuntu.
eu: <h1>Aukerabideen konfigurazioa</h1> Modulu honek Debian/Fedora/Mandriva/openSUSE/Ubuntu banaketetan sistemaren aukerabideak instalatzen uzten dizu.
he: <h1>הגדרות חלופות</h1> המודול הזה מאפשר להגדיר את חלופות המערכת בהפצות מסוג דביאן/פדורה/מנדריבה/אופן־סוזה/אובונטו.
ko: <h1>대체 설정</h1> 이 모듈은 데비안/페도라/맨드리바/오픈수세/우분투 배포판의 시스템 대체를 설정할 수 있습니다.
lt: <h1>Alternatyvų konfigūravimas</h1> Šis modulis Debian/Fedora/Mandriva/openSUSE/Ubuntu platinamuosiuose paketuose leidžia jums konfigūruoti sistemos alternatyvas.
nn: <h1>Oppsett av alternativ</h1> Denne modulen lèt deg setja opp systemalternativ i distribusjonane Debian, Fedora, Mandriva, openSUSE og Ubuntu.
pl: <h1>Konfiguracja alternatyw</h1> Moduł ten pozwala tobie na konfigurację alternatyw systemowych w dystrybucjach Debian/Fedora/Mandriva/openSUSE/Ubuntu.
ru: <h1>Настройка альтернатив</h1> Данный модуль позволяет настраивать альтернативы системы в дистрибутивах Debian/Fedora/Mandriva/openSUSE/Ubuntu.
zh_tw: <h1>替代項目配置</h1> 此模組允許您在 Debian/Fedora/Mandriva/openSUSE/Ubuntu 發行版中配置系統的替代項目。

source: This is a list of the available alternative groups.
ast: Esto ye una llista de los grupos d'alternatives disponibles.
bs: Ovo je lista dostupnih aternativnih grupa.
ca@valencia: Esta és una llista dels grups alternatius disponibles.
de: Dies ist eine Liste der vorhandenen alternativen Gruppen.
eo: Ĉi tio estas listo de la disponeblaj alternativaj grupoj.
eu: Hau aukerabide-talde erabilgarrien zerrenda bat da.
he: זאת רשימה של קבוצות החלופות הזמינות.
ko: 사용 가능한 대체 그룹 목록입니다.
lt: Tai yra prieinamų alternatyvų grupių sąrašas.
nn: Dette er ei oversikt over tilgjengelege alternativgrupper.
pl: Jest to lista dostępnych grup alternatyw.
ru: Список доступных групп альтернатив.
zh_tw: 此處是可用替代項目的群組列表

source: Options
ast: Opciones
bs: Opcije
ca@valencia: Opcions
de: Einstellungen
eo: Opcioj
eu: Aukerak
he: אפשרויות
ko: 옵션
lt: Parinktys
nn: Val
pl: Opcje
ru: Параметры
zh_tw: 選項

source: If this option is active, all the alternative groups with only one alternative available will be hidden from the list.
ast: Si s'activa esta opción, van anubrise de la llista tolos grupos d'alterntives con namás una alternativa.
bs: Ako je ova opcija aktivna, sve alternativne grupe sa samo jednom alternativom dostupnom će biti sakrivene sa liste.
ca@valencia: Si esta opció està activada, s'ocultaran en la llista tots els grups alternatius amb només una alternativa disponible.
de: Ist diese Einstellung aktiv, werden alle Alternativen-Gruppen mit nur einer Alternative in der Liste ausgeblendet.
eo: Se ĉi tiu opcio estas aktiva, ĉiuj alternativaj grupoj kun nur unu alternativo disponebla estos kaŝitaj el la listo.
eu: Aukera hori aktibo badago, aukerabide bakarra erabilgarri duten aukerabide-talde guztiak zerrendatik ezkutatuko dira.
he: אם האפשרות הזאת פעילה, כל הקבוצות החלופיות שיש להן רק חלופה אחת זמינה יוסתרו מהרשימה.
ko: 이 옵션을 사용하면 대체 프로그램이 하나만 있는 대체 그룹을 숨깁니다.
lt: Jei ši parinktis aktyvi, visos alternatyvų grupės su tik viena prieinama alternatyva, bus paslėptos iš sąrašo.
nn: Kryss av her dersom du vil gøyma alternativgrupper som berre har eitt alternativ.
pl: Jeżeli opcja ta jest aktywna, to wszystkie grupy alternatyw z tylko jedną dostępną alternatywą zostaną ukryte na liście.
ru: Если параметр включён, все группы альтернатив с единственной доступной альтернативой будут скрыты в списке.
zh_tw: 如果啟用選項，只有一個替代項目可使用的替代項目群組，將會從列表中被隱藏。

source: &Hide useless
ast: &Anubrir lo inútil
bs: &Sakrij beskorisno
ca@valencia: &Oculta els no útils
de: N&utzlose ausblenden
eo: &Kaŝi senutilajn
eu: E&zkutatu alferrikakoa
he: הסתרת &חסרי התועלת
ko: 단일 항목 숨기기(&H)
lt: &Slėpti nenaudingas
nn: &Gøym unyttige
pl: &Ukryj nieużyteczne
ru: &Скрыть однозначные
zh_tw: 隱藏無用項目(&H)

source: Status:
ast: Estáu:
ca@valencia: Estat:
eo: Stato:
eu: Egoera:
he: מצב:
ko: 상태:
lt: Būsena:
pl: Stan:
ru: Состояние:
zh_tw: 狀態：

source: <qt>The status of the current alternative: <ul> <li>Automatic: the alternative system will always choose the alternative with the highest priority, updating it (if necessary) when an alternative is installed or removed</li> <li>Manual: the choice is done manually, updated by the alternative system only when it is uninstalled</li> </ul> </qt>
ast: <qt>L'estáu de l'alternativa actual: <ul> <li>Automáticu: el sistema d'alternatives va escoyer siempres l'alternativa cola prioridá más alta, anovándola (si ye preciso) cuando s'instale o desanicie otra</li> <li>Manual: la escoyeta faise a mano, el sistema d'alternatives anuévala namás cuando se desinstala</li> </ul> </qt>
bs: <qt>Status trenutne alternative: <ul> <li>Automatsko: alternativni sistem će uvijek izabrati alternativu sa najvišim prioritetom, obnavljajući je (ako je potrebno) kad je alternativa instalirana ili obrisana</li> <li>Ručno: ručno se bira, obnavljanje od strane alternativnog sistema samo kad je deinstalirano</li> </ul> </qt>
ca@valencia: <qt>L'estat de l'alternativa actual: <ul> <li>Automàtica: el sistema d'alternatives sempre selecciona l'alternativa amb la prioritat més alta, actualitzant-la (si és necessari) quan una alternativa s'instal·la o s'elimina</li> <li>Manual: la selecció es fa manualment, actualitzada pel sistema d'alternatives només en desinstal·lar-la</li> </ul> </qt>
de: <qt>Der Status der aktuellen Alternative: <ul> <li>Automatisch: Das Alternativen-System wählt immer die Alternative mit der höchsten Priorität und aktualisiert sie, falls nötig, wenn eine Alternative istalliert oder entfernt wird</li> <li>Manuell: Die Auswahl erfolgt manuell und wird durch das Alternativen-System nur dann aktualisiert, wenn die Alternative entfernt wird</li> </ul> </qt>
eo: <qt>La stato de la aktuala alternativo: <ul> <li>Aŭtomata: la alternativa sistemo ĉiam elektos la alternativon kun la plej alta prioritato, ĝisdatigante ĝin (se necese) kiam alternativo estas instalita aŭ forigita</li> <li>Manlibro: la elekto estas farita permane, ĝisdatigita de la alternativa sistemo nur kiam ĝi estas malinstalita</li> </ul> </qt>
eu: <qt>Uneko aukerabidearen egoera: <ul> <li>Automatikoa: aukerabide sistemak beti hautatuko du lehentasun handieneko aukerabidea, hura eguneratuz (beharrezkoa bada) aukerabide bat instalatzen edo ezabatzen denean</li> <li>Eskuz: aukera eskuz egiten da, aukerabide sistemak eguneratua, bakarrik, desinstalatzen denean</li> </ul> </qt>
he: <qt>מצב החלופה הנוכחית: <ul> <li>אוטומטי: מערכת החלופות תמיד תבחר את החלופה בעדיפות הגבוהה ביותר, היא תתעדכן (במקרה הצורך) כאשר חלופה מותקנת או נמחקת</li> <li>ידני: הבחירה מתבצעת ידנית, מתעדכן על ידי מערכת החלופות רק עם הסרת החלופה</li> </ul> </qt>
ko: <qt>현재 대체 프로그램의 상태입니다: <ul> <li>자동: 대체 시스템에서 가장 높은 우선 순위를 가지는 항목을 선택하며, 대체 항목이 설치되거나 삭제될 때 업데이트합니다.</li> <li>수동: 사용자가 직접 선택하며 삭제될 때 업데이트합니다.</li> </ul> </qt>
lt: <qt>Esamos alternatyvos būsena: <ul> <li>Automatinis: alternatyvų sistema visada rinksis didesnės pirmenybės alternatyvą, atnaujindama ją (jei reikia) tuo atveju, jei alternatyva bus įdiegiama ar šalinama</li> <li>Rankinis: pasirinkimas yra atliekamas rankiniu būdu ir bus atnaujinamas alternatyvų sistemos tik tuo atveju, jei alternatyva bus pašalinta</li> </ul> </qt>
nn: <qt>Status til gjeldande alternativ: <ul> <li>Automatisk: Alternativsystemet vil alltid velja alternativet med høgast prioritet. Det vil eventuelt velja eit nytt alternativ dersom eit nytt alternativ vert installert eller eit gammalt avinstallert.</li> <li>Manuell: Vel alternativ manuelt. Det vert berre automatisk oppdatert dersom det seinare vert avinstallert.</li> </ul> </qt>
pl: <qt>Stan obecnych alternatyw: <ul> <li>Automatyczny: system alternatyw zawsze wybierze alternatywę o najwyższym priorytecie, uaktualniając go (jeśli jest to konieczne), gdy alternatywa została zainstalowana lub usunięta</li> <li>Ręczny: wybór zostaje dokonywany ręcznie, zostaje uaktualniony przez system alternatyw tylko przy odinstalowywaniu</li> </ul> </qt>
ru: <qt>Состояние выбранной альтернативы: <ul> <li>Автоматический: система альтернатив всегда будет выбирать альтернативу с наивысшим приоритетом, обновлять её (в случае необходимости) при установке или удалении альтернативы</li> <li>Ручной: выбор происходит вручную, обновление системой альтернатив будет происходитьтолько при удалении альтернативы</li> </ul> </qt>
zh_tw: <qt>目前替代項目的狀態： <ul> <li>自動：替代系統將會永遠選擇最高優先集的替代項目，當安裝或移除了一個替代項目，則請更新它 (如有需要) 。</li> <li>手動：需要手動選擇完成，除當替代系統解除安裝時，才會由替代系統更新。</li> </ul> </qt>

source: This shows the alternatives available for the selected group.
ast: Esto amuesa les alternatives disponibles pal grupu esbilláu.
bs: Ovo prikazuje alternative dostupne za odabranu grupu.
ca@valencia: Mostra les alternatives disponibles pel grup seleccionat.
de: Dies zeigt die verfügbaren Alternativen für die ausgewählte Gruppe.
eo: Ĉi tio montras la disponeblajn alternativojn por la elektita grupo.
eu: Horrek hautatutako taldearen aukerabideak erakusten ditu.
he: הצגת החלופות הזמינות לקבוצה הנבחרת.
ko: 선택한 그룹에서 사용할 수 있는 대체 프로그램을 표시합니다.
lt: Tai rodo prieinamas pasirinktos grupės alternatyvas.
nn: Dette viser alternative som er tilgjengelege for den valde gruppa.
pl: Pokazuje to alternatywy dostępne dla wybranej grupy.
ru: Показывает доступные для выбранной группы альтернативы.
zh_tw: 此處顯示了選取群組的可用替代項目

source: &Delete
ast: &Desaniciar
bs: &Obriši
ca@valencia: Sup&rimix
de: &Löschen
eo: &Forigi
eu: E&zabatu
he: מ&חיקה
ko: 삭제(&D)
lt: &Ištrinti
nn: &Slett
pl: &Usuń
ru: &Удалить
zh_tw: 刪除(&D)

source: Description:
ast: Descripción:
bs: Opis:
ca@valencia: Descripció:
de: Beschreibung:
eo: Priskribo:
eu: Deskribapena:
he: תיאור:
ko: 설명:
lt: Aprašas:
nn: Skildring:
pl: Opis:
ru: Описание:
zh_tw: 說明：

source: Slaves
ast: Esclavos
bs: Slejvovi
ca@valencia: Esclaus
eo: Sklavoj
eu: Morroiak
he: משניים
ko: 대체
lt: Pavaldieji
nn: Slavar
pl: Podrzędni
ru: Подчинённые ссылки
zh_tw: 附件

# Slave name
source: Name
ast: Nome
bs: Ime
ca@valencia: Nom
eo: Nomo
eu: Izena
he: שם
ko: 이름
lt: Pavadinimas
nn: Namn
pl: Nazwa
ru: Имя
zh_tw: 名稱

# Slave path
source: Path
ast: Camín
bs: Putanja
ca@valencia: Camí
de: Pfad
eo: Vojo
eu: Bide-izena
he: נתיב
ko: 경로
lt: Kelias
nn: Adresse
pl: Ścieżka
ru: Путь
zh_tw: 位置

source: Choose Slave
ast: Escoyeta del esclavu
bs: Izaberi Slejv
ca@valencia: Trieu l'esclau
de: Slave auswählen
eo: Elekti Sklavon
eu: Hautatu morroia
he: בחירת אפשרות משנה
ko: 대체 항목 선택
lt: Pasirinkti pavaldųjį
nn: Vel slave
pl: Wybierz podrzędnego
ru: Выбор подчинённых ссылок
zh_tw: 選擇附件

source: Slave link for %1:
ast: Enllaz del esclavu pa %1:
bs: Slejv veza za %1:
ca@valencia: Enllaç de l'esclau per a %1:
de: Slave-Verknüpfung für %1:
eo: Sklava ligilo por %1:
eu: %1(e)ren morroi-esteka:
he: קישור משנה של %1:
ko: %1의 대체 항목 링크:
lt: %1 pavaldžiojo nuoroda:
nn: Slavelenkje for %1:
pl: Zapisz odnośnik dla %1:
ru: Подчинённая ссылка для %1:
zh_tw: %1 的附件連結：

source: Kalternatives
bs: Kalternative
de: Alternativen
